{"article_text": "Scientists are developing more than 100 coronavirus vaccines using a range of techniques, some of which are well-established and some of which have never been approved for medical use before. Most of these vaccines target the so-called spike proteins that cover the virus and help it invade human cells. The immune system can develop antibodies that latch onto spike proteins and stop the virus. A successful vaccine for the SARS-CoV-2 coronavirus would teach peoples immune systems to make antibodies against the virus without causing disease. Whole-Virus Vaccines Vaccines that modify the entire coronavirus to provoke an immune response. Inactivated and Live Attenuated Vaccines Most vaccines in use today incorporate an inactivated or weakened form of a virus that is not able to cause disease. When immune cells encounter them, they make antibodies. Making these vaccines means growing viruses and lots of them. Influenza vaccines are typically grown in chicken eggs, and other vaccines are grown in tanks full of floating cells. These procedures can take months to produce a batch of new vaccines. EXAMPLES: Conventional vaccines for influenza, chickenpox, measles, mumps and rubella all fall into this category. COMPANIES DEVELOPING SARS-COV-2 VACCINES: Sinovac and others. Genetic Vaccines Vaccines that use part of the coronaviruss genetic code. DNA Vaccines A number of experimental coronavirus vaccines dont deliver whole viruses. Instead, they deliver genetic instructions for building a viral protein. The protein can then stimulate the immune system to make antibodies and help mount other defenses against the coronavirus. One of these genetic approaches is known as a DNA vaccine. A circle of engineered DNA is delivered into cells. The cells read the viral gene, make a copy in a molecule called messenger RNA, and then use the mRNA to assemble viral proteins. The immune system detects the proteins and mounts defenses. Prototype DNA vaccines based on the spike protein protected monkeys from the coronavirus. EXAMPLES: DNA vaccines have been approved for veterinary cases such as canine melanoma and West Nile virus in horses. There are no approved DNA vaccines for use in humans, but researchers are running trials to see if they might be effective for diseases such as Zika and the flu. COMPANIES: Inovio and others. RNA Vaccines Some researchers want to skip DNA and instead deliver messenger RNA into cells. The cells read the mRNA and make spike proteins that provoke an immune response. The biotech company Moderna recently completed a small safety trial with eight volunteers that showed promising early results against the coronavirus. Both RNA and DNA vaccines can be produced more quickly than traditional methods. EXAMPLES: There are no approved RNA vaccines, but they are in clinical trials for MERS and other diseases. COMPANIES: Moderna, Pfizer and BioNTech, CureVac and others. Viral Vector Vaccines Vaccines that use a virus to deliver coronavirus genes into cells. Vaccines Using Adenovirus or Other Viruses Viruses are very good at getting into cells. Since the 1990s, researchers have been investigating how to use them to deliver genes into cells to immunize people against diseases. To create a coronavirus vaccine, several teams have added the spike protein gene to a virus called an adenovirus. The adenovirus slips into cells and unloads the gene. Because the adenovirus is missing one of its own genes, it cannot replicate and is therefore safe. EXAMPLES: Several virus vector vaccines are used to vaccinate animals against rabies and distemper. Johnson & Johnson has developed H.I.V. and Ebola vaccines using an adenovirus. Both have proven safe in humans and are now in efficacy trials. COMPANIES: Johnson & Johnson, CanSino, University of Oxford and others. Protein-Based Vaccines Vaccines that use a coronavirus protein or a protein fragment. Virus-Like Particle Vaccines Some vaccines are particles that contain pieces of viral proteins. They cant cause disease because they are not actual viruses, but they can still show the immune system what coronavirus proteins look like. EXAMPLES: The vaccine for HPV falls into this category. COMPANIES: Medicago, Doherty Institute and others. Recombinant Vaccines Yeast or other cells can be engineered to carry a viruss gene and spew out viral proteins, which are then harvested and put into a vaccine. A coronavirus vaccine of this design would contain whole spike proteins or small pieces of the protein. EXAMPLES: This category includes some vaccines for shingles and hepatitis B. COMPANIES: Novavax and others. Sources: World Health Organization, National Institute of Allergy and Infectious Diseases, National Center for Biotechnology Information, NEJM", "generated_title": "Overview of Coronavirus Vaccine Development Techniques and Progress", "publication_date": null, "primary_category": "science", "content_type": "reporting", "keywords": ["coronavirus vaccines", "SARS-CoV-2", "spike proteins", "DNA vaccines", "RNA vaccines", "viral vector vaccines", "protein-based vaccines", "immune system", "COVID-19", "vaccine development", "biotech companies"], "mentioned_people": null, "mentioned_organizations": ["Sinovac", "Inovio", "Moderna", "Pfizer", "BioNTech", "CureVac", "Johnson & Johnson", "CanSino", "University of Oxford", "Medicago", "Doherty Institute", "Novavax", "World Health Organization", "National Institute of Allergy and Infectious Diseases", "National Center for Biotechnology Information", "NEJM"], "mentioned_legislation": null, "mentioned_locations": null, "sentiment_tone": "neutral", "extracted_quotes": ["A successful vaccine for the SARS-CoV-2 coronavirus would teach peoples immune systems to make antibodies against the virus without causing disease.", "Both RNA and DNA vaccines can be produced more quickly than traditional methods."], "snippet": "Scientists are developing over 100 coronavirus vaccines using various techniques, targeting spike proteins to help the immune system develop antibodies against the virus. These vaccines can be categorized into several types, including whole-virus vaccines, genetic vaccines, viral vector vaccines, and protein-based vaccines."}