{"article_text": "Hank Azaria Sues Co-Op Board You're Shakin' Me Down!!! 1/29/2018 Hank Azaria's trust is suing the board of a luxury co-op where he lives, claiming they've been totally unreasonable in blocking his attempt to renovate his unit. The voice of multiple 'Simpsons' characters claims in a new lawsuit he set out to fix up his unit in the fancy building on Central Park West. He says a neighbor claimed his renovations caused water damage. Hank says he was convinced he wasn't the culprit but paid to replace the guy's floors anyway. Azaria says a few months later the same neighbor made a new round of complaints about cracks in the walls and ceilings. Hank was super suspicious because no other neighbor lodged any complaints. He says the co-op board then imposed a $20,000 electrical fee, which had never been previously discussed, and made a finding that Hank caused the neighbor's damages. Short story ... Hank says he's the victim of a shakedown.", "generated_title": "Hank Azaria Sues Co-Op Board Over Renovation Dispute", "publication_date": "2018-01-29", "primary_category": "legal", "content_type": "reporting", "keywords": ["Hank Azaria", "co-op board", "lawsuit", "renovation", "Central Park West", "legal dispute", "water damage", "electrical fee", "shakedown"], "mentioned_people": ["Hank Azaria"], "mentioned_organizations": null, "mentioned_legislation": null, "mentioned_locations": ["Central Park West"], "sentiment_tone": "neutral", "extracted_quotes": ["Hank Azaria's trust is suing the board of a luxury co-op where he lives, claiming they've been totally unreasonable in blocking his attempt to renovate his unit.", "He says a neighbor claimed his renovations caused water damage.", "Hank says he was convinced he wasn't the culprit but paid to replace the guy's floors anyway.", "Hank was super suspicious because no other neighbor lodged any complaints.", "He says the co-op board then imposed a $20,000 electrical fee, which had never been previously discussed, and made a finding that Hank caused the neighbor's damages.", "Short story ... Hank says he's the victim of a shakedown."], "snippet": "Hank Azaria is suing his co-op board for allegedly shaking him down over renovation disputes, claiming they imposed a $20,000 electrical fee without discussion and wrongly blamed him for a neighbor's damages."}