{
  "article_text": "Europe|In Armenia, What Do You Want to Be? Is Asked in Infancyhttps://www.nytimes.com/2017/03/12/world/europe/armenia-atam-hatik-agra-hadig.htmlCredit...Illustration by Leif Parson; Photographs by Africa Studio, Oleg Krugliak, Chanyoot_CB, Rawin Tanpin, Olga Popova, Ruslan Ivantsov/ShutterstockMarch 12, 2017Children in Armenia start thinking about their careers at a very young age around six months or so.When an infants first tooth arrives, typically in four to seven months, a celebration takes place known variously as the agra hadig or atam hatik.As part of the ritual, objects symbolizing different professions are arrayed in front of a child: a microphone for an entertainer, a stethoscope for a doctor, scissors for a tailor or money for a banker. Whichever object the baby chooses first is thought to be a sign of where the childs professional aptitude lies.With the appearance of teeth, a child can begin to eat solid food, and the acquisition of this adult skill is believed to be a propitious time to foretell what the future holds, said Yulia Antonyan, a professor in the department of cultural studies at Yerevan State University in Armenias capital.There are no obligatory objects, but sets available for purchase will often include traditional artisan tools and choices epitomizing a more modern lifestyle. Parents are free to add to or omit from the mix as they wish.Parents may orchestrate the future life of their offspring by choosing only those objects that symbolize prestigious and desired professions, Professor Antonyan said. A book for a scientist or writer; a pencil for an architect, designer or artist; a calculator for an accountant.Parents can also game the selection by positioning objects nearer to or farther from their infants reach. At one recent ceremony, the father of the baby asked to place a ladle a bit far from his daughter to save her from a destiny of a housewife, Professor Antonyan said.At the foundation of the ritual, and reflected in its names, is a magical association between teeth (agra or atam) and grain (hadig or hatik), according to Professor Antonyan.The ceremony begins by pouring various cereal grains over and around the child. Typically but not always, the babys head is protected by a piece of fabric, a pair of hands or sometimes even an umbrella.The ritual sprinkling is thought to ensure that the child will have healthy, even teeth. It could also have fertility associations, akin to throwing rice at a wedding, according to Levon Abrahamian, a cultural anthropologist in Yerevan.Today, teeth-shaped cakes, toys, candy and balloons are popular party favors at these celebrations, which are widely practiced in Armenia and across the Armenian diaspora.In the earliest written references to the ritual, from the 19th century, just two objects were put before the teething child. The prediction then was not about an adult profession but the sex of the next sibling: Grasping a knife meant a brother was on the way, a comb (or mirror) a sister.The divination for the future profession was developed much later in the urbanized and modernized environment of Soviet Armenia and the diaspora, Professor Antonyan said, when the future career would determine the babys life.",
  "extracted_quotes": [
    "With the appearance of teeth, a child can begin to eat solid food, and the acquisition of this adult skill is believed to be a propitious time to foretell what the future holds.",
    "Parents may orchestrate the future life of their offspring by choosing only those objects that symbolize prestigious and desired professions.",
    "The ritual sprinkling is thought to ensure that the child will have healthy, even teeth. It could also have fertility associations, akin to throwing rice at a wedding."
  ],
  "publication_date": "2017-03-12",
  "keywords": [
    "Armenia",
    "agra hadig",
    "atam hatik",
    "cultural ritual",
    "career prediction",
    "Yerevan State University",
    "Soviet Armenia",
    "Armenian diaspora",
    "cultural anthropology"
  ],
  "generated_title": "In Armenia, Infants Predict Their Future Careers Through Traditional Ritual",
  "primary_category": "news",
  "content_type": "reporting",
  "mentioned_people": [
    "Yulia Antonyan",
    "Levon Abrahamian"
  ],
  "mentioned_organizations": [
    "Yerevan State University"
  ],
  "mentioned_legislation": "",
  "mentioned_locations": [
    "Armenia",
    "Yerevan"
  ],
  "sentiment_tone": "neutral"
}