{"article_text": "Credit...Jim Wilson/The New York TimesJune 30, 2018 WASHINGTON On the final day of the Supreme Court term last week, Justice Elena Kagan sounded an alarm.The courts five conservative members, citing the First Amendment, had just dealt public unions a devastating blow. The day before, the same majority had used the First Amendment to reject a California law requiring religiously oriented crisis pregnancy centers to provide women with information about abortion.Conservatives, said Justice Kagan, who is part of the courts four-member liberal wing, were weaponizing the First Amendment.The two decisions were the latest in a stunning run of victories for a conservative agenda that has increasingly been built on the foundation of free speech. Conservative groups, borrowing and building on arguments developed by liberals, have used the First Amendment to justify unlimited campaign spending, discrimination against gay couples and attacks on the regulation of tobacco, pharmaceuticals and guns.The right, which had for years been hostile to and very nervous about a strong First Amendment, has rediscovered it, said Burt Neuborne, a law professor at New York University.The Citizens United campaign finance case, for instance, was decided on free-speech grounds, with the five-justice conservative majority ruling that the First Amendment protects unlimited campaign spending by corporations. The government, the majority said, has no business regulating political speech.The dissenters responded that the First Amendment did not require allowing corporate money to flood the political marketplace and corrupt democracy.The libertarian position has become dominant on the right on First Amendment issues, said Ilya Shapiro, a lawyer with the Cato Institute. It simply means that we should be skeptical of government attempts to regulate speech. That used to be an uncontroversial and nonideological point. Whats now being called the libertarian position on speech was in the 1960s the liberal position on speech.And an increasingly conservative judiciary has been more than a little receptive to this argument. A new analysis prepared for The New York Times found that the Supreme Court under Chief Justice John G. Roberts Jr. has been far more likely to embrace free-speech arguments concerning conservative speech than liberal speech. That is a sharp break from earlier eras.As a result, liberals who once championed expansive First Amendment rights are now uneasy about them.The left was once not just on board but leading in supporting the broadest First Amendment protections, said Floyd Abrams, a prominent First Amendment lawyer and a supporter of broad free-speech rights. Now the progressive community is at least skeptical and sometimes distraught at the level of First Amendment protection which is being afforded in cases brought by litigants on the right.Many on the left have traded an absolutist commitment to free speech for one sensitive to the harms it can inflict.Take pornography and street protests. Liberals were once largely united in fighting to protect sexually explicit materials from government censorship. Now many on the left see pornography as an assault on womens rights.In 1977, many liberals supported the right of the American Nazi Party to march among Holocaust survivors in Skokie, Ill. Far fewer supported the free-speech rights of the white nationalists who marched last year in Charlottesville, Va.There was a certain navet in how liberals used to approach free speech, said Frederick Schauer, a law professor at the University of Virginia.Because so many free-speech claims of the 1950s and 1960s involved anti-obscenity claims, or civil rights and anti-Vietnam War protests, it was easy for the left to sympathize with the speakers or believe that speech in general was harmless, he said. But the claim that speech was harmless or causally inert was never true, even if it has taken recent events to convince the left of that. The question, then, is why the left ever believed otherwise.Some liberals now say that free speech disproportionately protects the powerful and the status quo.When I was younger, I had more of the standard liberal view of civil liberties, said Louis Michael Seidman, a law professor at Georgetown. And Ive gradually changed my mind about it. What I have come to see is that its a mistake to think of free speech as an effective means to accomplish a more just society.To the contrary, free speech reinforces and amplifies injustice, Catharine A. MacKinnon, a law professor at the University of Michigan, wrote in The Free Speech Century, a collection of essays to be published this year.Once a defense of the powerless, the First Amendment over the last hundred years has mainly become a weapon of the powerful, she wrote. Legally, what was, toward the beginning of the 20th century, a shield for radicals, artists and activists, socialists and pacifists, the excluded and the dispossessed, has become a sword for authoritarians, racists and misogynists, Nazis and Klansmen, pornographers and corporations buying elections.ImageCredit...Jose R. Lopez/The New York TimesChanging InterpretationsIn the great First Amendment cases in the middle of the 20th century, few conservatives spoke up for the protection of political dissenters, including communists and civil rights leaders, comedians using vulgar language on the airwaves or artists exploring sexuality in novels and on film.In 1971, Robert H. Bork, then a prominent conservative law professor and later a federal judge and Supreme Court nominee, wrote that the First Amendment should be interpreted narrowly in a law-review article that remains one of the most-cited of all time.Constitutional protection should be accorded only to speech that is explicitly political, he wrote. There is no basis for judicial intervention to protect any other form of expression, be it scientific, literary or that variety of expression we call obscene or pornographic.But a transformative ruling by the Supreme Court five years later began to change that thinking. The case, a challenge to a state law that banned advertising the prices of prescription drugs, was filed by Public Citizen, a consumer rights group founded by Ralph Nader. The group argued that the law hurt consumers, and helped persuade the court, in Virginia State Board of Pharmacy v. Virginia Citizens Consumer Council, to protect advertising and other commercial speech.The only dissent in the decision came from Justice William H. Rehnquist, the courts most conservative member.Kathleen M. Sullivan, a former dean of Stanford Law School, wrote that it did not take long for corporations to see the opportunities presented by the decision.While the case was litigated by consumer protection advocates, she wrote in the Harvard Law Review, corporate speakers soon became the principal beneficiaries of subsequent rulings that, for example, struck down restrictions on including alcohol content on beer can labels, limitations on outdoor tobacco advertising near schools and rules governing how compounded drugs may be advertised.That trend has continued, with businesses mounting First Amendment challenges to gun control laws, securities regulations, country-of-origin labels, graphic cigarette warnings and limits on off-label drug marketing.I was a bit queasy about it because I had the sense that we were unleashing something, but nowhere near what happened, Mr. Nader said. It was one of the biggest boomerangs in judicial cases ever.I couldnt be Merlin, he added. We never thought the judiciary would be as conservative or corporate. This was an expansion that was not preordained by doctrine. It was preordained by the political philosophies of judges.Not all of the liberal scholars and lawyers who helped create modern First Amendment law are disappointed. Martin Redish, a law professor at Northwestern University, who wrote a seminal 1971 article proposing First Amendment protection for commercial speech, said he was pleased with the Roberts courts decisions.Its most important contributions are in the commercial speech and corporate speech areas, he said. Its a workmanlike, common sense approach.Liberals also played a key role in creating modern campaign finance law in Buckley v. Valeo, the 1976 decision that struck down limits on political spending by individuals and was the basis for Citizens United, the 2010 decision that did away with similar limits for corporations and unions.One plaintiff was Senator Eugene J. McCarthy, Democrat of Minnesota, who had challenged President Lyndon B. Johnson in the 1968 presidential primaries from the left. Another was the American Civil Liberties Unions New York affiliate.Professor Neuborne, a former A.C.L.U. lawyer, said he now regrets the role he played in winning the case. I signed the brief in Buckley, he said. Im going to spend long amounts of time in purgatory.To Professor Seidman, cases like these were part of what he describes as a right-wing takeover of the First Amendment since the liberal victories in the years Chief Justice Earl Warren led the Supreme Court.With the receding of Warren court liberalism, free-speech law took a sharp right turn, Professor Seidman wrote in a new article to be published in the Columbia Law Review. Instead of providing a shield for the powerless, the First Amendment became a sword used by people at the apex of the American hierarchy of power. Among its victims: proponents of campaign finance reform, opponents of cigarette addiction, the L.B.G.T.Q. community, labor unions, animal rights advocates, environmentalists, targets of hate speech and abortion providers.The title of the article asked, Can Free Speech Be Progressive?The answer, the article said, is no.Shifting RightThe right turn has been even more pronounced under Chief Justice Roberts.The Supreme Court has agreed to hear a larger share of First Amendment cases concerning conservative speech than earlier courts had, according to the study prepared for The Times. And it has ruled in favor of conservative speech at a higher rate than liberal speech as compared to earlier courts.The courts docket reflects something new and distinctive about the Roberts court, according to the study, which was conducted by Lee Epstein, a law professor and political scientist at Washington University in St. Louis; Andrew D. Martin, a political scientist at the University of Michigan and the dean of its College of Literature, Science and the Arts; and Kevin Quinn, a political scientist at the University of Michigan.The Roberts court more than any modern court has trained its sights on speech promoting conservative values, the study found. Only the current court has resolved a higher fraction of disputes challenging the suppression of conservative rather than liberal expression.The court led by Chief Justice Earl Warren from 1953 to 1969 was almost exclusively concerned with cases concerning liberal speech. Of its 60 free-expression cases, only five, or about 8 percent, challenged the suppression of conservative speech.The proportion of challenges to restrictions on conservative speech has steadily increased. It rose to 22 percent in the court led by Chief Justice Warren E. Burger from 1969 to 1986; to 42 percent in the court led by Chief Justice William H. Rehnquist from 1986 to 2005; and to 65 percent in the Roberts court.The Roberts court does more than hear a larger proportion of cases concerning conservative expression. It is also far more likely than earlier courts to rule for conservative speech than for liberal speech. The result, the study found, has been a fundamental transformation of the courts free-expression agenda.In past decades, broad coalitions of justices have often been receptive to First Amendment arguments. The court has protected videos of animal cruelty, hateful protests at military funerals, violent video games and lies about military awards, often by lopsided margins.But last weeks two First Amendment blockbusters were decided by 5-to-4 votes, with the conservatives in the majority ruling in favor of conservative plaintiffs.On Tuesday, Justice Clarence Thomas wrote for the majority that requiring health clinics opposed to abortion to tell women how to obtain the procedure violated the clinics free-speech rights. In dissent, Justice Stephen G. Breyer said that was a misuse of First Amendment principles.Using the First Amendment to strike down economic and social laws that legislatures long would have thought themselves free to enact will, for the American public, obscure, not clarify, the true value of protecting freedom of speech, Justice Breyer wrote.On Wednesday, in announcing the decision on public unions, Justice Samuel A. Alito Jr. said the court was applying settled and neutral First Amendment principles to protect workers from being forced to say things at odds with their beliefs. He suggested that the decision on public unions should have been unanimous.Compelling individuals to mouth support for views they find objectionable violates that cardinal constitutional command, and in most contexts, any such effort would be universally condemned, he wrote. Suppose, for example, that the State of Illinois required all residents to sign a document expressing support for a particular set of positions on controversial public issues say, the platform of one of the major political parties. No one, we trust, would seriously argue that the First Amendment permits this.In response, Justice Kagan said the courts conservatives had found a dangerous tool, turning the First Amendment into a sword. The United States, she said, should brace itself.Speech is everywhere a part of every human activity (employment, health care, securities trading, you name it), she wrote. For that reason, almost all economic and regulatory policy affects or touches speech. So the majoritys road runs long. And at every stop are black-robed rulers overriding citizens choices.", "extracted_quotes": ["The right, which had for years been hostile to and very nervous about a strong First Amendment, has rediscovered it.", "Conservatives, said Justice Kagan, who is part of the court’s four-member liberal wing, were weaponizing the First Amendment.", "The libertarian position has become dominant on the right on First Amendment issues, said Ilya Shapiro, a lawyer with the Cato Institute.", "The left was once not just on board but leading in supporting the broadest First Amendment protections, said Floyd Abrams, a prominent First Amendment lawyer and a supporter of broad free-speech rights.", "Once a defense of the powerless, the First Amendment over the last hundred years has mainly become a weapon of the powerful, she wrote."], "publication_date": "2018-06-30", "keywords": ["First Amendment", "Supreme Court", "conservative agenda", "free speech", "judicial interpretation", "campaign finance", "public unions", "abortion", "commercial speech", "liberal", "conservative"], "article_title": "The Supreme Court's Right Turn on the First Amendment", "primary_category": "politics", "content_type": "analysis", "mentioned_people": ["Elena Kagan", "Burt Neuborne", "Ilya Shapiro", "Floyd Abrams", "Frederick Schauer", "Louis Michael Seidman", "Catharine A. MacKinnon", "Robert H. Bork", "Ralph Nader", "Kathleen M. Sullivan", "Martin Redish", "Eugene J. McCarthy", "Clarence Thomas", "Stephen G. Breyer", "Samuel A. Alito Jr.", "John G. Roberts Jr."], "mentioned_organizations": ["Supreme Court", "New York University", "Cato Institute", "Public Citizen", "American Civil Liberties Union", "Stanford Law School", "Northwestern University", "University of Michigan", "Harvard Law Review", "Columbia Law Review"], "mentioned_legislation": ["First Amendment", "Citizens United", "Buckley v. Valeo", "Virginia State Board of Pharmacy v. Virginia Citizens Consumer Council"], "sentiment_tone": "neutral", "mentioned_locations": ["Washington", "California", "Skokie, Illinois", "Charlottesville, Virginia", "Virginia"], "snippet": "The Supreme Court's conservative majority has used the First Amendment to justify decisions benefiting conservative groups, sparking concerns it's being \"weaponized\" to undermine progressive values."}