{"article_text": "Boosters may not be necessary yet, many experts say, and the pursuit of additional shots raises ethical questions.Credit...Emily Macinnes for The New York TimesPublished July 29, 2021Updated Oct. 11, 2021Many scientists say that vaccinated people probably wont need booster shots anytime soon. Some are getting them anyway.They are going to local pharmacies, other states or even other countries anywhere where there is no record of them having been vaccinated to get extra doses out of concern about the Delta variant or because they are worried their protection may be wearing off. The news on Thursday that Israel would give them to some older people seems likely to spur the trend.You cant get enough, thats my feeling, said Ida Thompson, a retired geology professor who got a Pfizer shot a few weeks ago in the United States, months after receiving two doses of the AstraZeneca vaccine in Britain. Bring it on.Dr. Thompson, who has six grandchildren, said that her decision to get a booster happened at the spur of the moment. While getting a coronavirus test at a pharmacy in Florida, where she was visiting family, she saw the pharmacy was offering vaccines.When a pharmacy employee asked whether this was her first or second shot, she said first. Since it was my first Pfizer, Dr. Thompson said. It was pretty clear to me that A.Z. plus Pfizer was a good idea, she added, after reading about a study on the benefits of mixing AstraZeneca and Pfizer.ImageCredit...Emily Kask for The New York TimesDoes a booster provide extra protection?Maybe, but it is too early to say, at least according to the U.S. Centers for Disease Control and Prevention. The C.D.C. has not authorized booster shots, but there is a growing consensus in the Biden administration that people who are 65 and older or who have compromised immune systems would benefit from a third shot.Pfizer and BioNTech, the company that invented the vaccine and partnered with Pfizer to develop it, have reported that a third shot of their vaccine boosts the blood levels of antibodies against several versions of the coronavirus, including the highly contagious Delta variant. And some research suggests that mixing different types of vaccines could provoke a more robust immune response than a single brand alone.Israel forged ahead on Thursday, with Prime Minister Naftali Bennett announcing that health care providers would begin giving third Pfizer shots to people 60 and older, starting on Sunday. They will need to have had their second doses more than five months ago to be eligible.But some researchers and public health officials have cautioned that much of this data is preliminary and people should not assume boosters are necessary. Two shots of the Pfizer or Moderna offer robust and lasting protection against severe disease and death. Johnson & Johnson said the companys data shows the vaccine was 85 percent effective against severe illness from the Delta variant and protected those who received it against hospitalization and death.Dr. Krutika Kuppalli, an infectious-disease specialist and an assistant professor of medicine at the Medical University of South Carolina, said many of her patients who got the Johnson & Johnson vaccine have asked if they should get an additional shot. That vaccine, like AstraZenecas, is less effective than the mRNA vaccines. It is not unreasonable for those patients to consider it, she tells them.But Dr. Kuppalli said she explains to her patients that the data remains murky about potential side effects and the research is not definitive yet. We actually want science to be driving our policies, she said.Terri Givens, a professor at McGill University in Quebec who received the Johnson & Johnson vaccine in March, said she was mulling a booster, but did not want to get ahead of the research.I dont want to do it because it might work, said Professor Givens, 56, who teaches political science. I want to do it in a conscientious way where my doctor says its OK.Given the decentralized system for booking vaccines in the United States, several people said it was easy to get a booster, even though they were not technically allowed.In its emergency authorizations of the vaccines, the Food and Drug Administration permitted only two doses of the Pfizer and Moderna vaccines and a single dose of the Johnson & Johnson vaccine. Before the C.D.C. could recommend boosters, the F.D.A. would have to change this authorization or fully approve the vaccines. If they were fully approved, then doctors would have more leeway to prescribe a booster for their patients.In statements, Walgreens and CVS pharmacies, which have inoculated hundreds of thousands of Americans, said they were not offering booster shots.Trevor Achilles, a 27-year-old who is vulnerable to Covid-19 because he received a kidney transplant, said he struggled to get an appointment at CVS for his third vaccine, even after his doctor recommended one in addition to the two doses of Pfizer he had already received.He was finally able to make an appointment at a local pharmacy in Charlottesville, Va., where he lives, for a Moderna vaccine on Thursday. Im so excited, said Mr. Achilles, a dishwasher. Im incredibly vulnerable and dont want to take any chances as far as Delta.ImageCredit...Guerchom Ndebo/Getty ImagesWhat about the ethics?It falls into a gray area, experts said. Ideally, the leftover vaccines in wealthy countries should go to countries with lower inventory, rather than to people who want extra doses, Dr. Kuppalli said.Before we start talking about people getting a third dose of the vaccine, we need to make sure that everyone can get one dose of it, she said.Erin Matson, who got a Moderna shot on Sunday after having had one shot of the Johnson & Johnson vaccine, said she worried about the possibility that she could be taking a dose from someone who had not been vaccinated yet.But with many unused vaccines being thrown away, given vaccine hesitancy in the United States, she said she figured that was not likely.Im not taking it from somebody who would otherwise not have had a vaccine, said Ms. Matson, 41, who lives in the Washington, D.C., area. Im taking it from a landfill.Ms. Matson, the director of a nonprofit organization, said she was worried about getting the highly transmissible Delta variant and infecting her 8-year-old daughter. She got her booster shot at a pharmacy where, to her relief, no one asked her if she had already received a vaccine.Maureen Kelley, a member of the World Health Organizations ethics committee for Covid-19 research, said that on a policy level, the focus among the governments of high-income countries on giving out booster shots was shameful when only 1.1 percent of people in poorer countries have received at least one dose.She said that anyone who got a booster shot was contributing to the ignorance about vaccine inequities.If I make a decision to go get a booster, I think Im complicit in my governments or the pharma companies decisions, said Dr. Kelley, a bioethics professor at the Nuffield Department of Population Health at the University of Oxford. I dont think we can easily separate out the individual decisions from these kind of more policy-level decisions.Another bioethicist, Hon-Lam Li, the deputy director of the Chinese University of Hong Kongs center for bioethics, said he saw a more important issue: Its arguably unethical to avoid vaccination, because that endangers the lives of others. He said he did not see ethical issues in cases where patients were vulnerable or where physicians recommend a booster.And what about a fourth shot? Dr. Thompson, the retired geologist in Edinburgh, said that she would consider it when she goes back to Florida in a few months.If I thought that would improve my immunity even more, she said, I would certainly do that.", "extracted_quotes": ["You can’t get enough, that’s my feeling.", "Bring it on.", "We actually want science to be driving our policies.", "I don’t want to do it because it might work. I want to do it in a conscientious way where my doctor says it’s OK.", "I’m not taking it from somebody who would otherwise not have had a vaccine. I’m taking it from a landfill.", "If I make a decision to go get a booster, I think I’m complicit in my government’s or the pharma companies’ decisions.", "It was pretty clear to me that A.Z. plus Pfizer was a good idea.", "It’s arguably unethical to avoid vaccination, because that endangers the lives of others."], "publication_date": "2021-07-29", "keywords": ["COVID-19", "booster shots", "Delta variant", "Pfizer", "Moderna", "Johnson & Johnson", "public health", "ethics", "immune response", "vaccines", "AstraZeneca", "global vaccine equity", "vaccine ethics", "vaccine distribution"], "generated_title": "Debate Over COVID-19 Booster Shots: Ethical and Scientific Considerations", "primary_category": "health", "content_type": "analysis", "mentioned_people": ["Ida Thompson", "Dr. Krutika Kuppalli", "Terri Givens", "Trevor Achilles", "Erin Matson", "Maureen Kelley", "Hon-Lam Li", "Naftali Bennett"], "mentioned_organizations": ["Pfizer", "BioNTech", "Moderna", "Johnson & Johnson", "U.S. Centers for Disease Control and Prevention", "Food and Drug Administration", "World Health Organization", "Walgreens", "CVS", "McGill University", "Medical University of South Carolina", "Nuffield Department of Population Health", "Chinese University of Hong Kong"], "mentioned_legislation": "", "mentioned_locations": ["United States", "Israel", "Florida", "Charlottesville, Virginia", "Washington, D.C.", "Quebec", "Edinburgh", "Hong Kong", "Britain"], "sentiment_tone": "neutral", "snippet": "Many scientists say vaccinated people probably won't need booster shots soon, but some get them due to Delta variant concerns or waning protection. The US CDC hasn't authorized boosters, and ethical questions arise about vaccine distribution."}