{"article_text": "VideoFujian Jinhua, a new semiconductor maker, is building a chip factory with 100,000 square feet of office space in a region formerly known for manufacturing shoes.CreditCredit...Paul Mozur/The New York TimesJune 22, 2018JINJIANG, China With a dragnet closing in, engineers at a Taiwanese chip maker holding American secrets did their best to conceal a daring case of corporate espionage.As the police raided their offices, human resources workers gave the engineers a warning to scramble and get rid of the evidence. USB drives, laptops and documents were handed to a lower-level employee, who hid them in her locker. Then she walked one engineers phone out the front door.What those devices contained was more valuable than gold or jewels: designs from an American company, Micron Technology, for microchips that have helped power the global digital revolution. According to the Taiwanese authorities, the designs were bound for China, where they would help a new, $5.7 billion microchip factory the size of several airplane hangars rumble into production.China has ambitious plans to overhaul its economy and compete head to head with the United States and other nations in the technology of tomorrow. The heist of the designs two years ago and the raids last year, which were described by Micron in court filings and the police in Taiwan, represent the dark side of that effort and explain in part why the United States is starting a trade war with China.A plan known as Made in China 2025 calls for the country to become a global competitor in an array of industries, including semiconductors, robotics and electric vehicles. China is spending heavily to both innovate and buy up technology from abroad.Politicians in Washington and American companies accuse China of veering into intimidation and outright theft to get there. And they see Micron, an Idaho company whose memory chips give phones and computers the critical ability to store and quickly retrieve information, as a prime example of that aggression.Three years ago, Micron spurned a $23 billion takeover offer from a state-controlled Chinese company. Today it faces a lawsuit and an investigation in China, which accounts for about half its $20 billion in annual sales.Then Micron was the target of the heist in Taiwan, according to officials there and a lawsuit the company has brought against the Taiwanese company that employed the engineers, UMC, and the Chinese company it says wanted access to the technology, Fujian Jinhua Integrated Circuit Company.Other companies may face predicaments similar to Microns, industry experts said.One state-backed factory in the city of Wuhan, owned by Yangtze Memory Technology Company, or YMTC, will be turning out chips that look similar to those made by Samsung, the South Korean chip maker, said Mark Newman, an analyst at Sanford Bernstein.ImageCredit...Tomohiro Ohsumi/BloombergThe YMTC one is virtually identical to Samsungs, which makes it pretty clear theyve been copying, Mr. Newman said.A Samsung spokeswoman declined to comment, and YMTC officials did not return calls for comment. President Xi Jinping of China visited YMTCs production facilities this year, one way Chinas leaders show their endorsement for projects.China defends Made in China 2025 as necessary for its economic survival. It still depends on other countries for crucial goods like chips and software, and China is offering funding for homegrown labs and for entrepreneurs who hope to grab a piece of the future.But Trump administration officials in a report this year recounted how Chinese officials have at times helped local companies get intellectual property from American firms, including in the energy, electronics, software and avionics sectors.American business groups worried about Made in China 2025 point to Micron. The account of its struggles was based on Taiwanese and American legal documents.In 2015, representatives from Tsinghua Unigroup, a Chinese chip maker with major state backing, approached Micron with an acquisition offer, which the company rejected. It later also turned down several partnership offers from Chinese companies out of concern for protecting its technology, said a person with knowledge of the situation, who asked not to be identified because the person lacked authorization to speak publicly.That was when one Chinese company resorted to theft, Micron said in documents filed last December in Federal District Court for the Northern District of California.Microns accusations focus on efforts by Fujian Jinhua Integrated Circuit, a state-backed chip maker, to build a $5.7 billion factory in Chinas Fujian Province. Two years ago, Jinhua tapped UMC, a Taiwanese company, to help it develop technology for the factory. Instead of going through the lengthy steps required to design the technology, Micron said in its suit, UMC and Jinhua decided to steal it.A UMC spokesman denied the allegations and declined to comment further. Jinhua did not respond to requests for comment.First, UMC lured away engineers from Microns Taiwan operations with promises of raises and bonuses, according to the Taiwanese authorities. Then, it asked them to take some of Microns secrets with them, according to Microns court filings and the authorities. The engineers illegally took with them more than 900 files that contained key specifications and details about Microns advanced memory chips, the authorities said.Micron grew suspicious, according to its court documents, after discovering that one of its departing engineers had turned to Google for instructions on how to wipe a company laptop. Later, at a recruiting event in the United States aimed at Micron employees, Jinhua and UMC showed PowerPoint slides that used Microns internal code names when discussing future chips it would make, according to the court documents.ImageCredit...Charlie Litchfield/Associated PressAlerted by Micron, the Taiwanese police tapped the phone of one Micron engineer, Kenny Wang, who was being recruited by UMC. According to an indictment in Taiwan against Mr. Wang and others, UMC reached out to Mr. Wang in early 2016 using Line, the smartphone messaging app, while he was still working for Micron. UMC explained it was having problems developing its memory chip technology. Mr. Wang then grabbed the information it needed from Microns servers, and later used it to help UMCs design. The police said Mr. Wang received a promotion at UMC.When investigators showed up at UMCs offices early last year, the police said, some employees rushed to hide what they had taken from Micron. Mr. Wang and another former Micron employee gave laptops, USB flash drives and documents to an assistant engineer, who locked them in her personal locker. She then left the office with Mr. Wangs phone the one that the police had tapped, which was quickly tracked down.UMC filed its own criminal complaint against Mr. Wang last year, which Taiwanese prosecutors rejected. Mr. Wang and other engineers who were charged said they had taken the trade secrets for personal research. Mr. Wang did not respond to emails and phone calls for comment.In January, Micron was hit with a patent infringement suit by Jinhua and UMC over several types of memory. As part of the suit, the companies requested that the court bar Micron from making and selling the products and pay them damages. The case is being heard by a court in Fujian Province. The Fujian provincial government is an investor in Jinhua.In a letter sent to President Trump, Senators Jim Risch and Michael D. Crapo, Republicans of Idaho, expressed concern about the entire case and specifically the rapid pace with which the patent lawsuit has proceeded. The case could block Micron from selling some products in China.If the case against Micron moves forward, and the Chinese government once again rules in favor of itself, it would cause substantial damage to Micron and the U.S. tech industry as a whole, said the letter, which was viewed by The New York Times.In May, Chinas market regulator opened a price-fixing investigation into Micron, along with the South Korean memory makers SK Hynix and Samsung Electronics. Memory prices have jumped over the past year, because of spiking demand and limited production by the three companies, which dominate the market. Another China regulator, which has said it is also monitoring the price jump, also gave a multimillion-dollar grant to Jinhua.Jinhua and other Chinese chip makers face hurdles in catching up. Production of semiconductors involves a highly complex and automated process that controls everything down to the atomic level.Jinhua and others are spending big to get there. In Jinjiang, a city in Fujian Province once known as a shoe-manufacturing center, Jinhuas new factory is almost finished. Rising five stories and stretching several football fields long, the structure boasts 100,000 square feet of new office space.Economic planners in Jinjiang said they were hoping to attract more talent from Taiwan. In addition to adding more flights there, the town was in the process of building out a bilingual international school, a hospital with international accreditation and upscale apartments. The new plant is just a short drive from the airport.Most of Made in China 2025 is likely to succeed. Not all technologies are rocket science, said Dan Wang, a technology analyst in Beijing with Gavekal Dragonomics, a research firm. With enough subsidies, Chinese firms have a good shot at catching up to the technological frontier.", "extracted_quotes": ["The YMTC one is virtually identical to Samsung’s, which makes it pretty clear they’ve been copying.", "If the case against Micron moves forward, and the Chinese government once again rules in favor of itself, it would cause substantial damage to Micron and the U.S. tech industry as a whole.", "What those devices contained was more valuable than gold or jewels: designs from an American company, Micron Technology, for microchips that have helped power the global digital revolution.", "China has ambitious plans to overhaul its economy and compete head to head with the United States and other nations in the technology of tomorrow.", "Politicians in Washington and American companies accuse China of veering into intimidation and outright theft to get there."], "publication_date": "2018-06-22", "keywords": ["corporate espionage", "Micron Technology", "UMC", "Made in China 2025", "intellectual property", "semiconductors", "Fujian Jinhua", "trade war", "technology theft"], "generated_title": "Corporate Espionage in the Semiconductor Industry: The Case of Micron Technology", "primary_category": "technology", "content_type": "reporting", "mentioned_people": ["Kenny Wang", "Xi Jinping", "Jim Risch", "Michael D. Crapo", "Dan Wang"], "mentioned_organizations": ["Micron Technology", "Fujian Jinhua Integrated Circuit Company", "UMC", "Yangtze Memory Technology Company (YMTC)", "Samsung", "Gavekal Dragonomics", "Tsinghua Unigroup", "SK Hynix", "Sanford Bernstein"], "mentioned_legislation": ["Made in China 2025"], "mentioned_locations": ["Fujian Province", "Taiwan", "Idaho", "Wuhan", "California", "China", "United States", "Jinjiang"], "sentiment_tone": "negative", "snippet": "China has ambitious plans to overhaul its economy and compete with the US in technology, but the heist of Micron Technology designs represents the dark side of this effort. The plan, Made in China 2025, aims to make China a global competitor in industries like semiconductors, robotics, and electric vehicles."}