{"article_text": "Politics|Is this a coup? Experts say no, but that it could be just as dangerous.https://www.nytimes.com/2021/01/07/us/politics/is-this-a-coup-experts-say-no-but-that-it-could-be-just-as-dangerous.htmlCredit...Jason Andrew for The New York TimesJan. 7, 2021Call them rioters. Or armed insurrectionists. But Erica de Bruin, a political scientist who literally wrote the book on how to prevent coups, said she would not call it a coup.I dont object to anyone wanting to use the term coup at this point, she said in an interview. The word coup conveys seriousness, and I dont want to police the language of politicians or activists or those trying to oppose Trumps actions. But I dont think were there yet.The crucial factor, she said, is that a coup attempt requires force or the threat of force from an organized armed group, usually, though not necessarily, a military. And while many in the violent mob of President Trumps supporters that stormed the Capitol building on Wednesday were armed, they did not appear to be part of any organized paramilitary organization.Naunihal Singh, a professor at the Naval War College whose research focuses on coups, said he did not think this was a coup because President Trump encouraged the insurrectionists in his capacity as head of their movement, but did not do so via the powers of the president. We can deal with this sort of power grab far more easily than one which uses presidential authority, if were willing to treat him the same way we would treat any regular citizen doing the same, he said. (Dr. Singh spoke in his personal capacity.)The scenes at the Capitol bear an obvious resemblance to coups, which often involve an armed takeover of legislative buildings. But the resemblance, Dr. de Bruin said, is a superficial one. Theyre emulating coup plotters, she said. But when coup plotters do that, its because they think that occupying that position makes them look like they are holding political power. No one thinks that this group is actually in control.Both experts, however, cautioned against concluding that this is not a serious threat to American democracy.Coups arent that common these days, Dr. de Bruin said. The way we tend to see democracies fail these days is through this subtle undermining and chipping away of democracy.", "extracted_quotes": ["I dont object to anyone wanting to use the term coup at this point, she said in an interview. The word coup conveys seriousness, and I dont want to police the language of politicians or activists or those trying to oppose Trumps actions. But I dont think were there yet.", "We can deal with this sort of power grab far more easily than one which uses presidential authority, if were willing to treat him the same way we would treat any regular citizen doing the same, he said.", "Coups arent that common these days, Dr. de Bruin said. The way we tend to see democracies fail these days is through this subtle undermining and chipping away of democracy.", "Theyre emulating coup plotters, she said. But when coup plotters do that, its because they think that occupying that position makes them look like they are holding political power. No one thinks that this group is actually in control."], "publication_date": "2021-01-07", "keywords": ["coup", "Capitol riot", "democracy", "insurrection", "political science", "Capitol", "President Trump"], "generated_title": "Is This a Coup? Experts Say No, but It Could Be Just as Dangerous", "primary_category": "news", "content_type": "analysis", "mentioned_people": ["Erica de Bruin", "Naunihal Singh", "Donald Trump"], "mentioned_organizations": ["Naval War College"], "mentioned_legislation": "", "mentioned_locations": ["Capitol building", "United States", "Capitol"], "sentiment_tone": "negative", "snippet": "Experts say the storming of the Capitol by Trump's supporters is not a coup, but still a serious threat to American democracy. A coup attempt requires force from an organized armed group, which was not present in this case."}