{
  "article_text": "Health|The Delta variant caused a spike in deaths among nursing home residents, a study finds.https://www.nytimes.com/2021/10/03/health/delta-deaths-nursing-homes.htmlNursing homes reported nearly 1,800 deaths among their residents and staff in August, the highest monthly toll since February.Credit...Seth Wenig/Associated PressPublished Oct. 3, 2021Updated Oct. 10, 2021Although nursing home deaths from Covid-19 remain dramatically down from their peak at the end of last year, a Kaiser Family Foundation analysis shows a significant uptick in August as the Delta variant swept through the country.After declining for months, largely because of the federal effort to vaccinate residents, the number of deaths rose sharply from July to August. Nursing homes reported nearly 1,800 deaths among their residents and staff in August, which represented the highest monthly toll since February.The findings underscore the ongoing vulnerability of nursing home residents, who are old and in poor health, and highlight the importance of getting booster shots to people in this population. The rising number of infections could fuel more calls to vaccinate nursing home workers ahead of the federal requirement announced in August by President Biden.While the vast majority of Covid-19 deaths happened outside of nursing homes in July and August, the high rate of increase within nursing homes indicates that residents and staff in these settings are at risk of death during the Delta surge, the researchers said. The study, published Friday, did not break out how many of the dead were unvaccinated.August saw a much steeper increase in deaths in nursing homes than in the community at large, said Priya Chidambaram, a senior policy analyst for the foundation and one of the studys authors. Vaccinations are very strongly protecting people in these facilities, but the Delta variant did have an impact, she said.Preliminary data from September may indicate deaths are falling again, she said.Nursing homes were especially hard hit early on in the pandemic, accounting for nearly a third of the countrys overall deaths through the end of June, according to the Kaiser analysis. But the vaccination of residents brought the monthly number of deaths down from a high of around 22,000 in December and January to around 300 for June and July.Although cases did increase, were still nowhere near our peak in December 2020, nor at any point last year, thanks to safe and effective vaccines as well as providers ongoing vaccination efforts and infection control measures, the American Health Care Association, a major nursing home trade group, said in a statement.The association said infections were largely the result of a high number of cases in the surrounding community. The very small number of cases occurring are largely happening in communities where there is high spread and low vaccination rates among the general population, the group said.But the group added that it was encouraged by the recent rollout of booster shots for the Pfizer vaccine and said it was eager to follow any developments regarding the other vaccines.While the vaccination rate among residents is now approaching 85 percent, according to the latest data from the federal Centers for Medicare & Medicaid Services, only about 65 percent of nursing home employees are vaccinated, roughly the same percentage as American adults overall.The rate of increase among staff is slower than among residents, Ms. Chidambaram said.",
  "extracted_quotes": [
    "Vaccinations are very strongly protecting people in these facilities, but the Delta variant did have an impact.",
    "Although cases did increase, were still nowhere near our peak in December 2020, nor at any point last year, thanks to safe and effective vaccines as well as providers ongoing vaccination efforts and infection control measures.",
    "The very small number of cases occurring are largely happening in communities where there is high spread and low vaccination rates among the general population."
  ],
  "publication_date": "2021-10-03",
  "keywords": [
    "Delta variant",
    "nursing homes",
    "COVID-19 deaths",
    "vaccination",
    "booster shots",
    "Kaiser Family Foundation",
    "Pfizer vaccine",
    "nursing home staff"
  ],
  "generated_title": "Delta Variant Causes Spike in Nursing Home Deaths, Study Finds",
  "primary_category": "health",
  "content_type": "reporting",
  "mentioned_people": [
    "Priya Chidambaram",
    "Joseph Biden"
  ],
  "mentioned_organizations": [
    "Kaiser Family Foundation",
    "American Health Care Association",
    "Centers for Medicare & Medicaid Services"
  ],
  "mentioned_legislation": "None",
  "mentioned_locations": "None",
  "sentiment_tone": "neutral"
}