{"article_text":"In a North Dakota deposit far from the Chicxulub crater in Mexico, remains of the rock from space were preserved within amber, a paleontologist says.Credit...Kansas University, via Agence France-Presse Getty ImagesApril 7, 2022GREENBELT, Md. Pristine slivers of the impactor that killed the dinosaurs have been discovered, said scientists studying a North Dakota site that is a time capsule of that calamitous day 66 million years ago.The object that slammed off the Yucatn Peninsula of what is today Mexico was about six miles wide, scientists estimate, but the identification of the object has remained a subject of debate. Was it an asteroid or a comet? If it was an asteroid, what kind was it a solid metallic one or a rubble pile of rocks and dust held together by gravity?If youre able to actually identify it, and were on the road to doing that, then you can actually say, Amazing, we know what it was, Robert DePalma, the paleontologist spearheading the excavation of the site, said on Wednesday during a talk at the NASA Goddard Space Flight Center in Greenbelt, Md.A video of the talk and a subsequent discussion between Mr. DePalma and prominent NASA scientists will be released online in a week or two, a Goddard spokesman said. Many of the same discoveries will be discussed in Dinosaurs: The Final Day, a BBC documentary narrated by David Attenborough, which will air in Britain in April. In the United States, the PBS program Nova will broadcast a version of the documentary next month.A New Yorker article in 2019 described the site in southwestern North Dakota, named Tanis, as a wonderland of fossils buried in the aftermath of the impact some 2,000 miles away. Many paleontologists were intrigued but uncertain about the scope of Mr. DePalmas claims; a research paper published that year by Mr. DePalma and his collaborators mostly described the geological setting of the site, which once lay along the banks of a river.When the object hit Earth, carving a crater about 100 miles wide and nearly 20 miles deep, molten rock splashed into the air and cooled into spherules of glass, one of the distinct calling cards of meteor impacts. In the 2019 paper, Mr. DePalma and his colleagues described how spherules raining down from the sky clogged the gills of paddlefish and sturgeon, suffocating them.Usually the outsides of impact spherules have been mineralogically transformed by millions of years of chemical reactions with water. But at Tanis, some of them landed in tree resin, which provided a protective enclosure of amber, keeping them almost as pristine as the day they formed.In the latest findings, which have not yet been published in a peer-reviewed scientific journal, Mr. DePalma and his research colleagues focused on bits of unmelted rock within the glass.All these little dirty nuggets in there, said Mr. DePalma, a graduate student at the University of Manchester in England and an adjunct professor at Florida Atlantic University. Every single speck that takes away from this beautiful clear glass is a piece of debris.Finding amber-encased spherules, he said, was the equivalent of sending someone back in time to the day of the impact, collecting a sample, bottling it up and preserving it for scientists right now.ImageCredit...Kenneth Chang/The New York TimesMost of the rock bits contain high levels of strontium and calcium indications that they were part of the limestone crust where the meteor hit.But the composition of fragments within two of the spherules were wildly different, Mr. DePalma said.They were not enriched with calcium and strontium as we would have expected, he said.Instead they contained higher levels of elements like iron, chromium and nickel. That mineralogy points to the presence of an asteroid, and in particular a type known as carbonaceous chondrites.To see a piece of the culprit is just a goose-bumpy experience, Mr. DePalma said.The finding supports a discovery reported in 1998 by Frank Kyte, a geochemist at the University of California, Los Angeles. Dr. Kyte said he had found a fragment of the meteor in a core sample drilled off Hawaii, more than 5,000 miles from Chicxulub. Dr. Kyte said that fragment, about a tenth of an inch across, came from the impact event, but other scientists were skeptical that any bits of the meteor could have survived.It actually falls in line with what Frank Kyte was telling us years ago, Mr. DePalma said.ImageCredit...Joshua Knuppe, via ReutersIn an email, Dr. Kyte said it was impossible to evaluate the claim without looking at the data. Personally, I expect that if any meteoritic material is in this ejecta it would be extremely rare and unlikely to be found in the vast volumes of other ejecta at this site, he said. But maybe they got lucky.Mr. DePalma said there also appears to be some bubbles within some of the spherules. Because the spherules do not look to be cracked, its possible that they could hold bits of air from 66 million years ago.Jim Garvin, the chief scientist at NASA Goddard, said it would be fascinating to compare the Tanis fragments with samples collected by NASAs OSIRIS-REX mission, a spacecraft currently en route to Earth after a visit to Bennu, a similar but smaller asteroid.State-of-the-art techniques being used to study space rocks, such as the recently opened samples from the Apollo missions 50 years ago, could also be employed on the Tanis material. They would work perfectly, Dr. Garvin said.In the talk, Mr. DePalma also showed other fossil finds including a well-preserved leg of a dinosaur, identified as a plant-eating Thescelosaurus. This animal was preserved in such a way that you had these three-dimensional skin impressions, he said.VideoNOVA Dinosaur Apocalypse premieres Wed., May 11 at 9 p.m. Eastern time on PBS. The two-hour special will also be available for streaming online and via the PBS Video app.There are no signs that the dinosaur was killed by a predator or by disease. That suggests the dinosaur might have died the day of the meteor impact, perhaps by drowning in the floodwaters that overwhelmed Tanis.This is like a dinosaur C.S.I., Mr. DePalma said. Now, as a scientist, Im not going to say, Yes, 100 percent, we do have an animal that died in the impact surge, he said. Is it compatible? Yes.Neil Landman, curator emeritus in the division of paleontology at the American Museum of Natural History in New York, visited Tanis in 2019. He saw one of the paddlefish fossils with spherules in its gills and is convinced that the site does indeed capture the day of the cataclysm and its immediate aftermath. Its the real deal, he said in a phone interview.Mr. DePalma also showed images of an embryo of a pterosaur, a flying reptile that lived during the time of the dinosaurs. Studies indicate the egg was soft like those of modern-day geckos, and the high levels of calcium in the bones and the embryos wing dimensions support existing research that the reptiles might have been able to fly as soon as they hatched.Steve Brusatte, a paleontologist at the University of Edinburgh in Scotland who served as a consultant for the BBC documentary, is also convinced that the fish died that day, but he is not yet certain that the dinosaur and the pterosaur egg were also victims of the impact.I havent yet seen slam-dunk evidence, he said in an email. Its a credible story but hasnt yet been proven beyond a reasonable doubt in the peer-reviewed literature.But the pterosaur embryo nonetheless is an amazing discovery, he said. Although initially skeptical, he added that after seeing photos and other information, I was blown away. To me, this may be the most important fossil from Tanis.","generated_title":"Pristine Slivers of Dinosaur-Killing Impactor Discovered in North Dakota","publication_date":"2022-04-07","primary_category":"science","content_type":"reporting","keywords":["dinosaurs","impactor","North Dakota","amber","paleontology","meteor","asteroid","comet","Tanis","fossils","Robert DePalma","NASA","Chicxulub crater"],"mentioned_people":["Robert DePalma","David Attenborough","Frank Kyte","Jim Garvin","Neil Landman","Steve Brusatte"],"mentioned_organizations":["NASA","University of Manchester","Florida Atlantic University","University of California, Los Angeles","American Museum of Natural History","BBC","PBS","NOVA","University of Edinburgh"],"mentioned_legislation":null,"mentioned_locations":["North Dakota","Chicxulub crater","Mexico","Greenbelt, Md.","Yucatán Peninsula","Hawaii","Scotland","Tanis"],"sentiment_tone":"neutral","extracted_quotes":["If you're able to actually identify it, and we're on the road to doing that, then you can actually say, 'Amazing, we know what it was.'","To see a piece of the culprit is just a goose-bumpy experience.","Its the real deal.","I was blown away. To me, this may be the most important fossil from Tanis.","This is like a dinosaur C.S.I."]}