{
  "article_text": "News AnalysisMaking his debut onstage, he was greeted by forceful challenges from Elizabeth Warren and the rest of the Democratic field.Credit...Calla Kessler/The New York TimesPublished Feb. 20, 2020Updated Feb. 21, 2020Michael R. Bloomberg bobbed behind his lectern, as if the motion might deliver him somewhere more comfortable. He blinked, then blinked some more. He appeared unsteady for all the preparation his billions might buy him on questions of race and gender that could not have come as a surprise.Pressed about allegations of a hostile workplace at his company, Mr. Bloomberg wandered into a legalistic defense of nondisclosure agreements, adding that perhaps women didnt like a joke I told. Questioned on his longstanding support for stop-and-frisk policing, a signature policy of his mayoralty in New York, he professed himself embarrassed before suggesting others onstage also had plenty to apologize for.Remember, he said in one exchange, explaining why he had not yet released full tax documents. I only entered into this race 10 weeks ago.That much was clear.Until Wednesday, as Mr. Bloomberg spent heavily and campaigned atypically, bypassing the early-voting states to focus on delegate-rich contests in March and beyond, his candidacy had existed almost in parentheses: Former Vice President Joseph R. Biden Jr. was the early front-runner. (But Mr. Bloomberg wanted his voters.) Senator Bernie Sanders won New Hampshire. (But would Mr. Bloombergs fortune bury him by the spring?)Onstage at last, beside his competitors for the first time, the partition fell away unlocking months of pent-up, fieldwide frustration with how the primary has proceeded. Though Mr. Bloomberg took the earliest and perhaps fiercest fire, his meek rebuttals seemed to inspire a wider reckoning among his peers, who slashed and bickered with an eagerness the race had not seen before. It signaled both the urgent electoral hour and, at times, a genuine and visceral distaste for Mr. Bloombergs attempt in recent weeks to bend the race to his whims.Often, Mr. Bloomberg seemed resigned to standing with a half-smirk, less poker face than momentary capitulation, listening as one rival after another took a turn.He didnt get a whole lot done, Mr. Biden said of Mr. Bloombergs time as mayor, a statement the billionaire did not bother jumping in to contest.I dont think you look at Donald Trump and say, We need someone richer in the White House, Senator Amy Klobuchar reasoned, an argument Mr. Bloomberg chose not to grapple with much.Id like to talk about who were running against, Senator Elizabeth Warren teased, a billionaire who calls women fat broads and horse-faced lesbians. And no, Im not talking about Donald Trump.At one point, a moderator, Lester Holt, had to beckon Mr. Bloomberg to defend himself, observing that there was a lot for you to respond to.Um, Mr. Bloomberg began. He said he was the best candidate to defeat President Trump and the leader with the experience to succeed if he did.Im a mayor, he said, or was a mayor. It had been a while.Ms. Warren, seeking to boost her chances after setbacks in the first two states, appeared particularly emboldened, tweaking Ms. Klobuchar on health care policy, Mr. Sanders for the vitriol among some of his supporters and, most gleefully, Mr. Bloomberg.After a halting, if careful, answer from Mr. Bloomberg about the nondisclosure agreements during which the former mayor recited various feats of gender parity in his business and government life Ms. Warren challenged him to release women from the agreements if they wished to speak publicly about how they were treated in his employ.I hope you heard what his defense was, Ms. Warren said, before paraphrasing liberally. Ive been nice to some women. That just doesnt cut it.For much of the night, Mr. Bloomberg, who had not debated since his third and final mayoral election in 2009, looked both rusty and familiar. He was every bit the political patrician New Yorkers remember, referring to his fellow hopefuls as my associates, calling the debate a panel and joking that TurboTax would not suffice for the thousands of pages of financial documents he has yet to release.He did appear to grow more confident later in the night, speaking forcefully on environmental issues and landing a well-practiced zinger or two.What a wonderful country we have, he said in one answer, needling Mr. Sanders for his considerable (if much smaller) net worth. The best known socialist in the country happens to be a millionaire with three houses. What did I miss here?ImageCredit...Calla Kessler/The New York TimesMr. Bloombergs very presence onstage was a testament to the unsettled primary that coaxed him into running in the first place a heady turn in a race that has been defined, in part, by progressive contempt for the billionaire class.The inability of any candidate to unite the partys disparate factions so far has provided Mr. Bloomberg with an opening, albeit a complicated one, particularly after the disappointing early-state returns for Mr. Biden, whose stumbles on the campaign trail last year helped persuade Mr. Bloomberg to reconsider a decision to stay away.The result, with voting already underway, is a field whose front-runner, Mr. Sanders, and his would-be spoiler, Mr. Bloomberg, have both spent much of their adult lives resisting a full embrace of the party they now hope to lead.We could wake up two weeks from today, the day after Super Tuesday, and the only candidates left standing will be Bernie Sanders and Mike Bloomberg, the two most polarizing figures on this stage, Pete Buttigieg, the former mayor of South Bend, Ind., warned, adding, Lets put forward somebody whos actually a Democrat.For Mr. Bloomberg, an uninspiring debate debut risked underwhelming Democrats whose chief exposure to him in recent months has been through an inescapable ad campaign.But it is not clear how, or even if, his performance might affect his prospects. Mr. Bloomberg is offering audiences an unsentimental bargain, in some ways, pitched less at the heart than the gut. These are extraordinary times, the argument goes, requiring extraordinary interventions up to and including an ultrarich, party-switching Manhattanite hard-wired to replace another.Voters do not need to fall in love, Mr. Bloombergs allies say. They need only to fall on the right side of the question underpinning his campaign: Can anyone else really be trusted to take down the president? And if not, then why not default to the man with the biggest budget for political weaponry?Mike Will Get It Done, read the signs at his events. The means are generally left unsaid.On Wednesday, Mr. Bloomberg moved to project this brand of lets-get-realism after Mr. Sanders spoke about workers feeling like cogs in a machine.I cant think of a way that would make it easier for Donald Trump to get re-elected than listening to this conversation, Mr. Bloomberg said. This is ridiculous. Were not going to throw out capitalism. We tried that, other countries tried that. It was called communism and it just didnt work.Mr. Bloombergs instincts, if unchecked, do not lend themselves easily to a live television event. He is an undersize septuagenarian with a New England accent and a New Yorkers impatience. He has been known to sigh audibly or look skyward when annoyed by questions. He can cling to statistics as a kind of rhetorical security blanket, firing off numbers where concision would do. If advisers had urged Mr. Bloomberg to curb these tics, it did not show onstage in Las Vegas.ImageCredit...Erin Schaff/The New York TimesFor progressives like Mr. Sanders and Ms. Warren, Mr. Bloomberg is a gift-wrapped contrast, a flesh-and-blood billionaire elbowing into the process on cue. Mr. Biden, straining to revive his campaign after bleak finishes in Iowa and New Hampshire, has also highlighted Mr. Bloombergs trail of troubling comments about redlining and stop-and-frisk, suggesting that black voters putting their trust in the former New York mayor are doomed to be disappointed.It was a violation of every right people have, Mr. Biden said Wednesday night of the aggressive policing tactic.While Mr. Bloomberg has at times proved an irresistible target, Mr. Sanders has appeared to absorb fewer attacks from his rivals than a nominal front-runner might typically expect. More moderate candidates like Mr. Biden and Mr. Buttigieg have pressed Mr. Sanders on the cost of his plans. Ms. Warren has said he has a lot of questions to answer about the venom among some supporters.But it has often been Mr. Bloomberg coming in for the most persistent flogging of late.Both the Sanders and Bloomberg campaigns see value in framing the primary as a two-man race, and even before Wednesday night, the week had produced several punchy skirmishes.Hours before the debate, a Sanders spokeswoman claimed on CNN without evidence that Mr. Bloomberg had suffered heart attacks in the past as she tried to deflect questions about Mr. Sanderss medical records after his recent heart attack. (The spokeswoman, Briahna Joy Gray, later said she misspoke.)Well, we both have two stents, Mr. Sanders said Wednesday night, suggesting a kind of camaraderie-in-health.Other subjects encouraged clearer distinction.Mr. Bloomberg declared himself the only candidate there who had started a business. (Is that fair? he asked, hearing no objection. OK.)And during closing remarks, after Ms. Klobuchar had pointed viewers to her website, Mr. Bloomberg noted one clear measure on which he stands alone.You can join me at MikeBloomberg.com, too, if you want, he said. But Im not asking for any money.",
  "extracted_quotes": [
    "Remember, I only entered into this race 10 weeks ago.",
    "I don't think you look at Donald Trump and say, We need someone richer in the White House.",
    "Id like to talk about who were running against, a billionaire who calls women fat broads and horse-faced lesbians. And no, Im not talking about Donald Trump.",
    "I hope you heard what his defense was, Ive been nice to some women. That just doesnt cut it.",
    "What a wonderful country we have, the best known socialist in the country happens to be a millionaire with three houses. What did I miss here?",
    "This is ridiculous. Were not going to throw out capitalism. We tried that, other countries tried that. It was called communism and it just didnt work."
  ],
  "publication_date": "2020-02-20",
  "keywords": [
    "Michael Bloomberg",
    "Democratic primary",
    "2020 election",
    "Elizabeth Warren",
    "Bernie Sanders",
    "Joseph Biden",
    "Amy Klobuchar",
    "Democratic debate",
    "stop-and-frisk",
    "nondisclosure agreements"
  ],
  "generated_title": "Michael Bloomberg Faces Tough Scrutiny in Democratic Debate Debut",
  "primary_category": "news",
  "content_type": "analysis",
  "mentioned_people": [
    "Michael R. Bloomberg",
    "Elizabeth Warren",
    "Bernie Sanders",
    "Amy Klobuchar",
    "Donald Trump",
    "Pete Buttigieg",
    "Lester Holt",
    "Joseph Biden"
  ],
  "mentioned_organizations": [
    "Democratic Party",
    "TurboTax"
  ],
  "mentioned_legislation": "",
  "mentioned_locations": [
    "New York",
    "Las Vegas",
    "Iowa",
    "New Hampshire"
  ],
  "sentiment_tone": "neutral"
}