{"article_text": "The Chinese-led Asian Infrastructure Investment Bank, with 57 members and $100 billion in committed capital, is challenging the current regime, as it looks to focus on infrastructure and speed up project approval. It is taking aim at a long entrenched system, which developed out of the Bretton Woods conference at the end of World War II. Related Article The World Bank The organization aims to fight poverty and improve living standards by funding development projects in areas like education, infrastructure, agriculture and health. It has faced criticism, though, for moving too slowly to approve projects. 134 borrowers: Countries with an active project Biggest borrowers in darker blue In billions of dollars, as of June 30, 2015 Biggest borrowers 1. 2. 3. 4. 5. Brazil Mexico Indonesia China India $15.4 $14.7 $14.3 $13.0 $12.5 6. 7. 8. 9. 10. Turkey Colombia Poland Argentina Ukraine $12.1 $8.5 $7.1 $5.8 $4.6 Exposures of the banks International Bank for Reconstruction and Development 134 borrowers: Countries with an active project Biggest borrowers in darker blue Biggest borrowers In billions of dollars, as of June 30, 2015 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. Brazil Mexico Indonesia China India Turkey Colombia Poland Argentina Ukraine $15.4 $14.7 $14.3 $13.0 $12.5 $12.1 $8.5 $7.1 $5.8 $4.6 Exposures of the banks International Bank for Reconstruction and Development Membership: 188 countries Total commitments: $60 billion as of June 30, 2015 The International Monetary Fund A lender of last resort, the fund works to maintain the stability of the global monetary system, directly lending money to countries in financial trouble. But big developing economies have been frustrated that they dont get a bigger say in the funds operations. 78 borrowers: In billions of dollars, as of Dec. 2, 2015 Biggest borrowers 1. 2. 3. 4. 5. Portugal Greece Ukraine Ireland Pakistan $11.9 $10.0 $5.7 $2.8 $2.4 6. 7. 8. 9. 10. Jordan Tunisia Iraq Ivory Coast Cyprus $1.0 $0.7 $0.7 $0.5 $0.5 Total outstanding purchases and loans 78 borrowers: Biggest borrowers In billions of dollars, as of Dec. 2, 2015 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. Portugal Greece Ukraine Ireland Pakistan Jordan Tunisia Iraq Ivory Coast Cyprus $11.9 $10.0 $5.7 $2.8 $2.4 $1.0 $0.7 $0.7 $0.5 $0.5 Total outstanding purchases and loans Membership: 188 countries Current lending arrangements: $163 billion, of which $137 billion had not been drawn(as of March 2015) The Asian Development Bank Taking a similar tack to the World Bank, the organization builds schools, health clinics, power plants, bridges and other projects across the Asia and Pacific region. It has taken criticism for its bureaucracy, including a board that is too involved in daily management. 40 borrowers: In billions of dollars, as of Dec. 31, 2014 1. 2. 3. 4. 5. India Pakistan China Vietnam Indonesia $3.5 $3.0 $2.8 $2.4 $1.8 6. 7. 8. 9. 10. Philippines Bangladesh Sri Lanka Laos Uzbekistan $1.6 $1.5 $0.9 $0.7 $0.7 2014 approved loans, grants and technical assistance 40 borrowers: Biggest recent borrowers In billions of dollars, as of Dec. 31, 2014 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. India Pakistan China Vietnam Indonesia Philippines Bangladesh Sri Lanka Laos Uzbekistan $3.5 $3.0 $2.8 $2.4 $1.8 $1.6 $1.5 $0.9 $0.7 $0.7 2014 approved loans, grants and technical assistance Headquarters: Manila, the Philippines Financing in 2014: $23 billion The World According to China June 1, 2017 Chinas Global Ambitions, Cash and Strings Attached Jan. 19, 2018 The country has invested billions in Ecuador and elsewhere, using its economic clout to win diplomatic allies and secure natural resources around the world. China Falters, and the Global Economy Is Forced to Adapt Jan. 19, 2018 Chinese Cash Floods U.S. Real Estate Market Jan. 19, 2018 China Creates a World Bank of Its Own, and the U.S. Balks Jan. 19, 2018 China Creates a World Bank of Its Own, and the U.S. Balks Jan. 19, 2018", "extracted_quotes": [], "publication_date": "2018-01-19", "keywords": ["Asian Infrastructure Investment Bank", "World Bank", "International Monetary Fund", "Asian Development Bank", "infrastructure", "global financial system", "development projects", "borrowers", "China", "AIIB", "IMF", "ADB"], "generated_title": "China Creates a World Bank of Its Own, and the U.S. Balks", "primary_category": "business", "content_type": "analysis", "mentioned_people": "", "mentioned_organizations": ["Asian Infrastructure Investment Bank", "World Bank", "International Monetary Fund", "Asian Development Bank"], "mentioned_legislation": "", "mentioned_locations": ["China", "Brazil", "Mexico", "Indonesia", "India", "Turkey", "Colombia", "Poland", "Argentina", "Ukraine", "Portugal", "Greece", "Ireland", "Pakistan", "Jordan", "Tunisia", "Iraq", "Ivory Coast", "Cyprus", "Vietnam", "Philippines", "Bangladesh", "Sri Lanka", "Laos", "Uzbekistan", "Manila", "Ecuador", "United States"], "sentiment_tone": "neutral", "snippet": "The Chinese-led Asian Infrastructure Investment Bank challenges the current regime, focusing on infrastructure and faster project approval. The World Bank and International Monetary Fund face criticisms, while the Asian Development Bank is building projects across Asia and the Pacific."}