{"article_text":"Pablo Escobar's GF Sues Netflix Show Stole My 'Loving' Story 1/25/2018 Pablo Escobar's girlfriend is suing a production company for a Netflix show, claiming it's based on her memoir about her love life with the drug kingpin. Virginia Vallejo just filed suit against Caracol American Productions over the series, \"Pablo Escobar: El Patron del Mal\" -- alleging producers for the show stole specific stories from her 2007 memoir, \"Amando a Pablo, Odiando a Escobar.\" That's \"Loving Pablo, Hating Escobar\" ... for the gringos. In the docs, obtained by TMZ, Vallejo -- a former journalist -- says she was in negotiations with Caracol, but they never struck a deal to use her work. According to the suit, Caracol went ahead and lifted scenes and narratives from her book. For instance, she says the scene of her getting an excessive amount of flowers from Pablo is a direct rip from her book. She also says they changed her name in the show, but it's not clever. As she points out ... Regina Parejo blatantly rhymes with Virginia Vallejo. We've reached out to Caracol for comment.","generated_title":"Pablo Escobar's Girlfriend Sues Netflix Show for Allegedly Stealing Her Memoir","publication_date":"2018-01-25","primary_category":"entertainment","content_type":"reporting","keywords":["Pablo Escobar","Virginia Vallejo","Netflix","Caracol American Productions","lawsuit","memoir"],"mentioned_people":["Pablo Escobar","Virginia Vallejo","Regina Parejo"],"mentioned_organizations":["Netflix","Caracol American Productions","TMZ"],"mentioned_legislation":null,"mentioned_locations":null,"sentiment_tone":"neutral","extracted_quotes":["Virginia Vallejo just filed suit against Caracol American Productions over the series, 'Pablo Escobar: El Patron del Mal' -- alleging producers for the show stole specific stories from her 2007 memoir, 'Amando a Pablo, Odiando a Escobar.'","For instance, she says the scene of her getting an excessive amount of flowers from Pablo is a direct rip from her book.","As she points out ... Regina Parejo blatantly rhymes with Virginia Vallejo."]}