{"article_text":"Credit...David J. Phillip/Associated PressFeb. 9, 2014SOCHI, Russia The Dutch long-track speedskater Ireen Wust reclaimed her Olympic title Sunday, winning the gold medal in the womens 3,000 meters. After her race, Wust posted a triumphant photograph on Twitter. The pressure was enormous, she said after finishing in 4 minutes 0.34 seconds. I gave everything. I did not focus on a specific time; I just decided to skate a consistent race. Wust, who also won golds in the 3,000 at the 2006 Games in Turin, Italy, and in the 1,500 at the 2010 Vancouver Games, added: I have now won this three times in a row. I cant believe it.Martina Sablikova of the Czech Republic, who won the 3,000 in 2010, was second, trailing her rival with a time of 4:01.95. Olga Graf of Russia, a crowd favorite who was encouraged with screams and Russian flags as she looped around Adler Arena, claimed the bronze medal in 4:03.47. One of Wusts top competitors, Claudia Pechstein, 41, of Germany, was hoping her performance would provide some redemption. Pechstein had won nine Olympic medals five of them gold a total that made her the most successful speedskater in the world and among the most decorated Winter Olympians ever. But Pechstein had also served a two-year suspension for using prohibited substances, not for a failed drug test but for an irregular biological passport. Officials accused Pechstein of blood doping, and her attempts to appeal the charges failed. She was not required to return her previous Olympic medals, but the ban kept her out of the 2010 Games.The scandal also prompted some to label her the Lance Armstrong of speedskating and put a cloud of intrigue around her performance Sunday, in a sport that has long been plagued by the use of performance-enhancing drugs. Pechstein, who had a solid performance, collapsed on a bench and downed a bottle of water upon finishing. But her time (4:05.26) kept her just off the podium, in fourth place. Pechstein will have another chance to earn a medal at a sixth Games she is also competing in the 5,000 meters in Sochi but after stepping off the ice Sunday, she retreated to the dressing room with tears in her eyes. Now Im satisfied, Pechstein said after returning to answer questions from dozens of reporters. After all, Im 41, and Im still able to finish fourth in the Olympic Games. That is not bad at all. Im happy with that result. She added, The Olympics can be bitter.The day had its humorous moments as well. After finishing her race, Graf unzipped her suit down to her waist, creating a plunging neckline. She looked around, embarrassed, and zipped the suit up again, smiling and waving to the crowd apologetically.I just forgot everything for a minute, and I hope it cut out of the pictures, Graf said. Anna Ringsred of the United States, making her Olympic debut, said she was disappointed with her time after she finished in 4:21.51, failing to achieve her goal, 4:18. Still, she was upbeat. I knew I wasnt a medal contender going into this, said Ringsred, who finished 26th. But people dont seem to care. They seem to come out and support you because youre their friend, and they came out.Ringsreds teammate Jilleanne Rookard placed 10th.As for Wust, her competition here is just beginning: The 3,000 meters is one of her five events here.","generated_title":"Ireen Wust Wins Gold in Women's 3,000-Meter Speedskating at Sochi Olympics","publication_date":"2014-02-09","primary_category":"sports","content_type":"reporting","keywords":["Ireen Wust","Sochi Olympics","speedskating","Claudia Pechstein","Martina Sablikova","Olga Graf","Adler Arena","women's 3,000 meters","Olympic medals","doping scandal"],"mentioned_people":["Ireen Wust","Martina Sablikova","Olga Graf","Claudia Pechstein","Anna Ringsred","Jilleanne Rookard"],"mentioned_organizations":null,"mentioned_legislation":null,"mentioned_locations":["Sochi, Russia","Adler Arena","Turin, Italy","Vancouver"],"sentiment_tone":"neutral","extracted_quotes":["The pressure was enormous, she said after finishing in 4 minutes 0.34 seconds. I gave everything. I did not focus on a specific time; I just decided to skate a consistent race.","I have now won this three times in a row. I cant believe it.","Now Im satisfied, Pechstein said after returning to answer questions from dozens of reporters. After all, Im 41, and Im still able to finish fourth in the Olympic Games. That is not bad at all. Im happy with that result.","The Olympics can be bitter.","I just forgot everything for a minute, and I hope it cut out of the pictures, Graf said.","I knew I wasnt a medal contender going into this, said Ringsred, who finished 26th. But people dont seem to care. They seem to come out and support you because youre their friend, and they came out."]}