{"article_text": "Nick Saban Does Electric Slide To Win Over HS Recruit 1/28/2018 Nick Saban will do what it takes to get a top recruit to come play football at Alabama ... even if it means putting on his dancing shoes. The Crimson Tide head coach went out Saturday night to pay a visit to Eddie Smith -- a three-star high school cornerback out of Slidell, Louisiana. What might've started out as a convo about committing to 'Bama eventually turned into a boogie fest. Waiting for your permission to load the Facebook Video. Saban was recorded doing the Electric Slide in the family's living room. He also apparently got in on a little number called the Wobble -- with which he seemed a bit less familiar. Waiting for your permission to load the Facebook Video. No word on where Smith's leaning at this point -- but ya gotta like his chances after this. You know your potential future coach is dedicated when he gets down with your fam.", "generated_title": "Nick Saban Dances the Electric Slide to Impress High School Recruit", "publication_date": "2018-01-28", "primary_category": "sports", "content_type": "reporting", "keywords": ["Nick Saban", "Alabama Crimson Tide", "Eddie Smith", "recruiting", "Electric Slide", "Wobble", "college football", "Slidell Louisiana", "high school football"], "mentioned_people": ["Nick Saban", "Eddie Smith"], "mentioned_organizations": ["Alabama Crimson Tide"], "mentioned_legislation": null, "mentioned_locations": ["Slidell, Louisiana"], "sentiment_tone": "positive", "extracted_quotes": ["Nick Saban will do what it takes to get a top recruit to come play football at Alabama ... even if it means putting on his dancing shoes.", "You know your potential future coach is dedicated when he gets down with your fam."], "snippet": "Nick Saban danced the Electric Slide to win over high school recruit Eddie Smith, a three-star cornerback from Louisiana, during a visit to his home. Saban also attempted the Wobble, showing his dedication to recruiting Smith to play football at Alabama."}