{"article_text": "For some professional women, the struggles of Ms. Warrens campaign feel like a reckoning with their standing in the world.Credit...Ruth Fremson/The New York TimesFeb. 28, 2020[Elizabeth Warren has dropped out of the 2020 democratic presidential race.]LAS VEGAS Emily Ciarella, 10, walked toward the stage with her mother. She looked at Senator Elizabeth Warren and asked a simple question:Why do you think it is important for a woman to run for president?The audience let out a collective aw. Ms. Warren smiled broadly and turned the personal question universal.Do we really believe theres value in every person? she replied, looking at Emily, then at the audience of about 200 people, gathered in a high school auditorium in a suburban neighborhood north of Las Vegas, who did not seem particularly captivated by Ms. Warrens answer.American voters, Ms. Warren continued, had backed firsts in the past there was a Catholic man in the 1960s and an African-American man in 2008, she said, leading to her conclusion: Lets do this one more time.The fifth graders question summed up what have been some of the most challenging issues for Ms. Warren in this campaign: How should she talk about gender? What lesson is she trying to offer young girls? And does her current standing say anything about that of women more broadly in 2020?Of course, not all Democratic women are fans of Ms. Warren, a one-time leading candidate who has polled just slightly higher among women than she has among men, and who has not finished above third in the early states Iowa, New Hampshire and Nevada.But in dozens of interviews with Democrats over the past several months, at events for Ms. Warren, debate watch parties and polling places, many professional, college-educated women say they have been enraged by the obsession with electability in the 2020 race. These are women who see themselves in Ms. Warren and argue that simply by asking whether a woman can be elected, pundits and voters who fancy themselves as such, are creating a self-fulfilling prophecy.For mothers, this moment includes the difficulty of speaking about gender to school-age girls who do not care about the finer points of policy details, but are happy to declare, I want a woman president.Ms. Warren, a Massachusetts senator, seems particularly aware of the girls young enough to be developing their understandings of persistence. Though she has mostly shelved her hourslong selfie lines in the past several weeks, Ms. Warren now welcomes children backstage before her events. There, she routinely offers her pinkie to dozens of girls. (A ritual that reinforces the idea that running for president is something girls do.)But for an adult audience, Ms. Warren is more circumspect.I get asked this question over and over, about, you know, do you think you face sexism in running for president? Ms. Warren told reporters the night she finished fourth in the Nevada caucuses. And, you know, there are only two answers and theyre both bad. The first one is, Uh, yeah, in which case everybody says, Oh, whiner.The second is to say, Oh, no, in which case, at least every other woman looks at you and thinks, What planet is she living on?Some women, especially those who relate to her personal and professional trajectories, look at Ms. Warren now with a mix of disbelief and disappointment that they describe as nearly debilitating.I really fear this is history repeating itself, Gwen Mesco, a former lawyer and current comedy writer in Los Angeles, said earlier this month before Ms. Warrens series of losses in early states. Hope almost feels quaint now.Women in this general demographic are loyal Democrats who have spent years in professional settings where they believed they had a fair shot, but eventually experienced a double standard of some kind whether it was a negative comment about their child care responsibilities or an admonition to be less forceful.ImageCredit...Ruth Fremson/The New York TimesThe Jane Club, an all-womens co-working space in the center of Los Angeles, is a prime place to encounter this mind-set.Since opening in 2017, it has presented itself as a kind of quietly revolutionary space that reimagines the way women balance work, family and inspiration. The space is one of several women-focused businesses like The Wing and The Riveter that opened around the country in the Trump era, embracing messages of empowerment to help sell co-working memberships. At the Jane Club, women pay about $250 to $500 a month to gain access to the club, which includes a child care center, meditation space and shelves lined with books on feminism.The Jane Club sponsors an occasional book club. The night the Iowa caucus results were supposed to come in, a group of about a dozen women in their 30s and 40s gathered to discuss Good and Mad, a book examining womens anger by the journalist Rebecca Traister. They went over the recent events covered in the book Hillary Clintons loss, the gains from the #MeToo movement and the 2018 midterm elections. When they floated back to the current state of political affairs, they mostly sounded pessimistic.Before the conversation began, June Diane Raphael, an actress and one of the founders of the Jane Club, was pouring herself a glass of wine in the kitchen.Im feeling really anxious, the same kind of anxiety as I had in 2016, she said. Weve been in mourning all that time and now were starting over again. I might feel different if it were Warren doing well maybe then Id be more hopeful.Like most of the other women in the group, Ms. Raphael had participated in the Womens March in 2017 and donated to women running for Congress in 2018. She had felt her enthusiasm flag more recently. She was still angry, but she was also weary.We cant let the world get away with defeating us into exhaustion, she said.At the end of the December Democratic debate in Los Angeles, the moderators asked each of the candidates to either offer a gift or ask for forgiveness. All the men spoke of their gifts. Both Ms. Warren and Senator Amy Klobuchar of Minnesota the only other woman onstage chose the other option.I will ask for forgiveness, Ms. Warren began. I know that sometimes I get really worked up. And sometimes I get a little hot. I dont really mean to, she said, adding that she was motivated by the pain she often heard from voters.After the debate ended, Lorena Gonzalez, a California Assembly member, circulated in the media spin room, speaking to reporters as part of her job as a prominent surrogate for Ms. Warren.Isnt it amazing that women feel they have to do that, Ms. Gonzalez said. Weve been made to feel that a little anger isnt acceptable, that we have to tone it down or somehow take a breather.Ms. Warrens approach obviously doesnt resonate for all women, even progressives who want a woman to win the White House.You know, sometimes you need to listen as much as you speak, and I just dont know if shes doing that, said Marlena Brown, a 56-year-old Las Vegas hotel housekeeper who saw Ms. Warren speak at the Culinary Union hall in December. But, you know, as a woman, its hard. I do believe a woman needs to be elected, but its tough to balance everything we want.Meredith Sanderson, a 21-year-old materials engineering major at the University of California, Los Angeles, cast her ballot for Ms. Warren this week precisely because of her approach to women.I like the way she talks about womens issues, the way she actively brings up discrimination she faced as a pregnant teacher, said Ms. Sanderson, who added that she has been surprised to see how much Ms. Warren has struggled in early contests. Shelly Ciarella, 41, remembers the morning after Donald Trump defeated Mrs. Clinton in 2016, a then 7-year-old Emily woke up with a different question: How could a bully beat a woman?Ms. Ciarella thought about it for a long time, wondering how she could keep her daughter optimistic and interested in politics. As it turned out, it did not take much effort, but Ms. Ciarella urged her to read about each of the Democratic candidates. When Ms. Warrens Las Vegas town hall event was announced, Ms. Ciarella knew she would bring Emily. Most of all, Ms. Ciarella said, she wanted her daughter to know that were still swinging at the ball.After years of working in the banking industry, Ms. Ciarella left the corporate world to raise children as her husband pursues his military career as a fighter pilot.I dont think women get the respect they deserve, whether its working or taking care of a household, Ms. Ciarella said after Ms. Warrens event, about a week before the Nevada caucuses. At the time, she said she did not know which candidate she would choose.ImageCredit...Ruth Fremson/The New York TimesBy the time she showed up at her local caucus site a week later, after a debate in which Ms. Warren lambasted many of her rivals, including former Mayor Michael R. Bloomberg of New York, there was no doubt: Ms. Ciarella wanted Ms. Warren to win.A big component was the debate seeing her take down Bloomberg with how he has treated women in the past, it felt really great to see, she said, describing the evening as a kind of catharsis.I dont know any woman who has worked in a professional world who hasnt been told, Now you dont want to come across too strong or too mean, she said. When a woman gets more fierce, she gets called mean.When Ms. Ciarella showed up at her caucus site in Las Vegas, with Emily in tow, she said it felt like she was voting for both of them. Still, Ms. Warren did not receive enough votes to win a single delegate in the precinct.", "generated_title": "Elizabeth Warren's Campaign and the Challenges for Women in Politics", "publication_date": "2020-02-28", "primary_category": "politics", "content_type": "reporting", "keywords": ["Elizabeth Warren", "2020 presidential race", "gender", "electability", "women in politics", "Las Vegas", "The Jane Club", "2020 presidential campaign", "Democratic Party", "Nevada caucuses"], "mentioned_people": ["Elizabeth Warren", "Emily Ciarella", "Gwen Mesco", "June Diane Raphael", "Lorena Gonzalez", "Marlena Brown", "Meredith Sanderson", "Shelly Ciarella"], "mentioned_organizations": ["The Jane Club", "The Wing", "The Riveter", "Culinary Union", "Democratic Party"], "mentioned_legislation": null, "mentioned_locations": ["Las Vegas", "Los Angeles", "Nevada", "Iowa", "New Hampshire"], "sentiment_tone": "neutral", "extracted_quotes": ["Do we really believe there's value in every person?", "I get asked this question over and over, about, you know, do you think you face sexism in running for president?", "We can't let the world get away with defeating us into exhaustion.", "I will ask for forgiveness. I know that sometimes I get really worked up. And sometimes I get a little hot. I don't really mean to.", "I don't know any woman who has worked in a professional world who hasn't been told, 'Now you don't want to come across too strong or too mean.'", "Isn't it amazing that women feel they have to do that. We've been made to feel that a little anger isn't acceptable, that we have to tone it down or somehow take a breather.", "I like the way she talks about women's issues, the way she actively brings up discrimination she faced as a pregnant teacher.", "I really fear this is history repeating itself."], "snippet": "Elizabeth Warren's campaign has sparked a reckoning with the standing of professional women in the world. Many women feel a mix of disbelief and disappointment at her struggles, seeing themselves in Warren and arguing that the obsession with electability is creating a self-fulfilling prophecy."}